tap "blakejc94/dev", "git@github.com:BlakeJC94/homebrew-dev.git"
tap "homebrew/bundle"
tap "homebrew/core"
brew "autoconf"
brew "asdf"
brew "node"
brew "bash-language-server"
brew "bat"
brew "openldap"
brew "curl"
brew "fd"
brew "fzf"
brew "gcc"
brew "git-delta"
brew "glib"
brew "unbound"
brew "gnutls"
brew "libsecret"
brew "systemd", link: true
brew "libusb"
brew "gnupg"
brew "gpgme"
brew "hugo"
brew "isort"
brew "jack"
brew "jq"
brew "libxml2"
brew "luv"
brew "mutt"
brew "neofetch"
brew "openssl@1.1"
brew "prr"
brew "pyright"
brew "ripgrep"
brew "rust"
brew "spotify_player"
brew "sqlfluff"
brew "tcl-tk"
brew "tealdeer"
brew "tmux"
brew "walk"
brew "zsh"
brew "blakejc94/dev/ncspot-pulseaudio"
