tap "aquaproj/aqua"
tap "blakejc94/dev", "git@github.com:BlakeJC94/homebrew-dev.git"
tap "homebrew/bundle"
tap "homebrew/core"
brew "asdf"
brew "aws-sso-cli"
brew "openssl@1.1"
brew "node"
brew "bash-language-server"
brew "bat"
brew "black"
brew "fd"
brew "fzf"
brew "gcc"
brew "libxml2"
brew "gh"
brew "git-delta"
brew "go-jira"
brew "jq"
brew "lua-language-server"
brew "luacheck"
brew "luv"
brew "neofetch"
brew "neovim"
brew "pyright"
brew "ripgrep"
brew "ruff"
brew "sqlfluff"
brew "stylua"
brew "tealdeer"
brew "tmux"
brew "aquaproj/aqua/aqua"
brew "blakejc94/dev/ncspot-pulseaudio"
