tap "homebrew/bundle"
brew "asdf"
brew "node"
brew "bash-language-server"
brew "bat"
brew "black"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "jq"
brew "libxml2"
brew "lua-language-server"
brew "luacheck"
brew "luv"
brew "neofetch"
brew "openssl@1.1"
brew "pipx"
brew "pyright"
brew "ripgrep"
brew "ruff"
brew "rye"
brew "sqlfluff"
brew "stylua"
brew "tcl-tk"
brew "tealdeer"
brew "tmux"
brew "uv"
