tap "dustinblackman/tap"
tap "ggozad/formulas"
tap "hashicorp/tap"
brew "aichat"
brew "coreutils"
brew "asdf"
brew "aspell"
brew "bat"
brew "btop"
brew "commitizen"
brew "duckdb"
brew "fd"
brew "findutils"
brew "fortune"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "hugo"
brew "jq"
brew "libomp"
brew "neovim"
brew "node@20", link: true
brew "pipx"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "stow"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "trivy"
brew "vim"
brew "watch"
brew "wget"
brew "dustinblackman/tap/oatmeal"
brew "hashicorp/tap/terraform"
cask "docker"
